12/data/attachments/8587e1b4c3e1aee4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ariel_even_Actions_96771_0</nif:username>
            <nif:friendToBeRequested>soap_actions_b585d80b-ed86-486a-bcf5-b496beb7c3cf</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>